[
    {
        "name": "A pre-fabricated home in a shipping container",
        "price": 36000,
        "description":"The perfect solution for remote small families or vacations. This is a fully completed small home of 75 square feet. Manufactured by MODS International of Appleton, Appleton, Wisconsin, and MODS International, Wisconsin. MODS starts with a certified new container, not the first or second use of the device. Small family units can be placed on 12-inch (about 30.48 cm) concrete sonotube bases (10 in total, 8 feet (about 2.48 meters) in circumference) or solid concrete slabs. Requires bottom access to the sewer connection. This standard device has a side Water and electric connection. Includes bedroom, shower, toilet and sink, as well as a small kitchen and living area. Large terrace doors open to the living area. The price includes kitchen appliances. Shipping to any place near the US requires a fixed fee of $4,500. Approximately Weight: 5.7 kg gross. Delivery only to location. Accurate placement is required by a third party. MODs International uses marine containers to build a variety of customized structures. Please visit https://www.modsinternational.com to learn about what we can do You or any special order requirements.",
        "features":[
            "Fully furnished small home-prefabricated from new containers.",
            "Including bedroom, shower, toilet, sink, kitchenette, living area.",
            "Double courtyard doors inside the safety container door. Fully insulated.",
            "The bottom sewer connection is easy for side water and electrical connection.",
            "Including the appliances shown. Heating and air conditioning, mini split."
        ],
        "image":"https://i0.wp.com/bestlifeonline.com/wp-content/uploads/2018/08/tiny-home.jpg?resize=1024%2C845&ssl=1"
    },
    {
        "name": "A home mushroom farm",
        "price": 22.85,
        "description":"The best way to prepare a dish is to cook with the freshest ingredients, and what better way to do that than by growing your own! You can start by growing your own mushrooms. The Back to the Roots Organic Mushroom Grow Kit is the easiest way to grow your own organic and gourmet mushrooms at home! Just open, spray daily with the included mister, and in 10 days you'll be harvesting your own mushrooms right out of the box. The best part is you can grow a crop of mushrooms indoors all-year round right by your windowsill, and it'll keep growing fresh in any season. Each crop of mushrooms from our growing kit can produce 3 to 4 servings, and each box can grow up to two crops. Cook them however you like whether sauteed or grilled, or you can just add them into your favorite dishes like pasta. As part of our #GrowOneGiveOne campaign, do share a picture of your own crop, use the hashtag and tag us on social media, and we'll donate a kit to a classroom of your choice! Our mushroom growing kit for planting are organic, made in the USA, and 100% guaranteed to grow. If doesn't grow as described, simply message us and we'll send a replacement.",
        "features":[
            "100% ORGANIC AND NON-GMO: There's no need to worry about intoxicants that may hinder your plant's growth because the Back to the Roots Mushroom Growing Kit is completely organic and not genetically modified; You can cook them however you want or add them to your favorite dishes",
            "GROW YOUR PLANT ALL YEAR-ROUND: This organic mushroom indoor kit allows you to grow your own crop all-year round; Just place the box near a window with indirect light, mist twice a day, and you'll see delicious, beautiful mushrooms growing within a week; Included in this kit is an organic plant-based soil infused with mushroom spawn and a booklet with instructions",
            "CONVENIENT AND EASY: Mushrooms are one of the easiest to grow indoors; All you need to do is open, spray daily with the included mister, and in 10 days you'll be harvesting your own mushrooms right out of the box; Each crop produces three to four servings of mushrooms, and each box can grow up two crops",
            "THE PERFECT GIFT: The perfect holiday gift, it comes in a beautiful packaging so that it's ready to be given to foodie, garden-loving and eco-conscious friends and family; This kit is also part of our Grow One Give One campaign, simpy share a picture on social media, tag us and use the campaign hashtag, and we'll donate a kit to a classroom of your choice",
            "GUARANTEED TO GROW: Made in the USA and 100% Guaranteed to grow. If you are not satisfied, simply message us and we will send you a Back To The Roots replacement"
        ],
        "image":"https://i2.wp.com/bestlifeonline.com/wp-content/uploads/2018/08/81WCBll2QvL._SL1500_.jpg?resize=745%2C1200&ssl=1"
    },
    {
        "name": "A cat butt tissue holder",
        "price": 34.94,
        "description":"These cats are just trying to help out by keeping your tissue close at hand! Standard square tissue box fits inside. Resin. 12\"x 9\"x 9\".",
        "features":[
            "THESE KITTIES LOVE TO HELP - Keep your tissues close at hand with the help of your trusty feline friend.",
            "HUMOROUS TISSUE HOLDER - You are certain to get loads of laughs and visitors to your powder room or office will love to grab a tissue from this quirky cat.",
            "FITS SQUARE TISSUE BOXES - Measures 12.5\" long x 9.25\" wide, fits standard square tissue boxes.",
            "MAKES A GREAT GIFT - Cat lovers far and wide will chuckle and love this hilarious tissue box holder.",
            "QUALITY MATERIALS - Each Cat Butt tissue holder is made of molded resin that's easy to clean and designed to last. Hand wash is warm soapy water when needed."
        ],
        "image":"https://i0.wp.com/bestlifeonline.com/wp-content/uploads/2018/08/71QugMJmYJL._SL1500_.jpg?resize=1200%2C1200&ssl=1"
    },
    {
        "name": "A Godzilla garden gnome",
        "price": 24.99,
        "description":"The Great Garden Gnome Massacre makes a great and hilarious gift for the garden lover in your life. The terrifying T-Rex is a defender of humanity with a taste for gnomes, a funny take on the conventional garden gnome. It's a fun addition to any landscaping, but looks great in your home, garden or office, too. 9-inches tall; 5-inches wide at base. Made of durable cast poly resin to withstand the elements.",
        "features":[
            "COMICAL LAWN ORNAMENT: BigMouth Inc’s The Great Garden Gnome Massacre garden accessory is a hilarious take on the conventional lawn gnome. This eye-catching garden statue is a fun (and twisted!) accent to your garden, backyard, or indoor space.",
            "WEATHERPROOF: This hand-painted ceramic garden gnome statue is made of durable cast poly resin so that it can remain outdoors and withstand the elements all year long.",
            "ACCENTUATES ANY SPACE: Standing approximately 9” tall, BigMouth Inc’s The Great Garden Gnome Massacre statue is not just limited to outdoor spaces. This one-of-a-kind sculpture accentuates indoor spaces like display shelves and offices, as well!",
            "MAKES A GREAT GIFT: The Great Garden Gnome Massacre statue is a perfect gag gift for the jokesters and collectors in your life. This best-selling gnome sculpture makes a hilarious present for any gift-giving occasion.",
            "COLLECT THEM ALL: Spice up your garden, yard, or indoor spaces with BigMouth Inc’s collection of one-of-a-kind garden gnome sculptures."
        ],
        "image":"https://i0.wp.com/bestlifeonline.com/wp-content/uploads/2018/08/71jgQILKykL._SL1500_.jpg?resize=1200%2C1200&ssl=1"
    },
    {
        "name": "Dill pickle lip balm",
        "price": 11.95,
        "description":"When their lips are chapped, people traditionally go for something soothing like mint or sweet like strawberry, but for the discerning taste, the only acceptable flavor available is Pickle Lip Balm. Let the taste of salty pickle brine sooth your aching lips as you slather it all over. Dill pickle is a unique flavor that people love. You’ll put pickles on hamburgers and eat them from a jar, so why not enjoy the taste of pickles anytime you want? Dill Pickle Lip Balm gives you that tasty lip-smacking flavor with all the protection of a traditional lip balm.",
        "features":[
            "PUCKER UP, BUTTERCUP – This hilarious pickle gift is a lip-smacker you won’t be able to get enough of, and we’re not gherkin your chain!",
            "IT’S DILL-ICIOUS – Sweet pickles are okay and all, but everyone knows that the dill is the real hero in the pickle world. Enjoy that delicious dill pickle flavor anytime, anywhere!",
            "FUNNY STOCKING STUFFERS FOR TEENS AND ADULTS – Unusual gag gifts make happy surprises for any occasion! Dill Pickle Lip Balm is perfect for birthdays, holidays, and unexpected ‘Thinking of You’ surprises.",
            "FUNNY GIFT FOR PICKLE LOVERS – This standard size pickle lip balm comes in a green 4.5g tube which features a happy pickle suggesting you \"pucker up!\"",
            "MADE IN THE USA – Encouraging dill pickle kisses everywhere."
        ],
        "image":"https://i2.wp.com/bestlifeonline.com/wp-content/uploads/2018/08/dill-pickle-lip-balm.jpg?resize=1024%2C1022&ssl=1"
    }
]
